{
    "currentEvents" : [
        {
            "isEnabled": "1",
            "name": "Changelog",
            "date": "1/6/2023",
            "desc": "Items in Changelog are now loaded and sorted. This was optimized for less resource consuption. Changelog displays correct information based on date. KNOWN ISSUE: going beyond the entries throws error."
        },
        {
            "isEnabled": "1",
            "name": "Changelog",
            "date": "1/3/2023",
            "desc": "Added a function that calculates days inbetween each entry. Function isnt fully completed."
        },
        {
            "isEnabled": "1",
            "name": "Changelog",
            "date": "12/10/2022",
            "desc": "Changelog has been added on Homepage.js. Each log will be represented in a json file. Added traversing through the changelog: this is basic but pressing the + or - will traverse the dates and what changes were on them. This is the first entry and will start from here. "
        },
        {
            "isEnabled": "1",
            "name": "Discord",
            "date": "12/10/2022",
            "desc": "Small Discord widget added to the footer to show my discord server and the members connected to it. You can even see what game they are playing. Formatted to react on Hover and activate"
        },
        {
            "isEnabled": "1",
            "name": "About Me",
            "date": "12/3/2022",
            "desc": "I am thinking of putting my Portfolio and a resume-styled page in this."  
        },
        {
            "isEnabled": "1",
            "name": "Test",
            "date": "12/10/2022",
            "desc": "This is a test entry to see placement"
        },
        {
            "isEnabled": "1",
            "name": "Test",
            "date": "12/9/2022",
            "desc": "This is to see how previous dates can be displayed with the + and - features"
        },
        {
            "isEnabled": "1",
            "name": "Changelog",
            "date": "12/31/2022",
            "desc": "Finished function to traverse date. Will change the changelog to only load dates with entries."
        },
        {
            "isEnabled": "1",
            "name": "Information",
            "date": "12/31/2022",
            "desc": "Skill assessment was completed. View it at: http://github.com/homenvy/CTAssessmentTest"
        }
    ]
}